Repository: asboy2035/Xpop
Catalog: Xpop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add
zh_hans: 添加

source: Add Model Provider
zh_hans: 添加模型供应商

source: Cancel
zh_hans: 取消

source: Close
zh_hans: 关闭

source: Current Model Provider
zh_hans: 当前模型供应商

source: Delete
zh_hans: 删除

source: Edit
zh_hans: 编辑

source: Edit Model Provider
zh_hans: 编辑模型供应商

source: Enable Force Select Text
zh_hans: 开启强制选词

source: Enter API key
zh_hans: 输入API Key

source: Enter base URL
zh_hans: 输入base URL

source: Enter provider name
zh_hans: 输入模型供应商名称

source: Error:
zh_hans: 错误:

source: Extension Management
zh_hans: 插件管理

source: Extension...
zh_hans: 插件管理

source: Extensions
zh_hans: 插件

source: Forbidden Apps
zh_hans: 禁用App

source: General
zh_hans: 通用

source: i.e gpt-4o;gpt-4o-mini (separate by ;)
zh_hans: 例如：gpt-4o;gpt-4o-mini (模型用;分开)

source: i.e https://api.openai.com/v1
zh_hans: 例如 https://api.openai.com/v1

source: Input models' name
zh_hans: 输入模型名称

source: Installed Extensions
zh_hans: 安装插件

source: Language
zh_hans: 语言

source: Manage Forbidden Apps
zh_hans: 管理禁用App

source: Manage Model Providers
zh_hans: 管理模型供应商

source: Manage...
zh_hans: 管理…

source: Model
zh_hans: 模型

source: Model Name
zh_hans: 模型名称

source: Models:
zh_hans: 模型：

source: Name of the service provider.
zh_hans: 模型供应商名称

source: Provider
zh_hans: 供应商

source: Provider Name:
zh_hans: 供应商名称

source: Save
zh_hans: 保存

source: Settings
zh_hans: 设置

source: Success!
zh_hans: 成功！

source: Test
zh_hans: 测试

source: Xpop will not effect in the following apps.
zh_hans: Xpop在下列应用中不会生效

source: Your API key for accessing the service.
zh_hans: 添加服务的API key
